13/data/attachments/d1069ebcbe96c123.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:username>
            <nif:friendToBeAdded>John_least_Friend_45975_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>